---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunCenterMarkVisible
source: html/d6a3ba37-d4ac-ef50-6c57-67dd7bfa90da.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunCenterMarkVisible Property

"Center Mark Visible": Center Mark Visible

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunCenterMarkVisible { get; }
```